Repository: francepremium/django-appstore
Catalog: appstore/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(app)s is already installed in environment %(env)s
fr: %(app)s is déjà installé dans le workspace %(env)s

source: Cannot uninstall %(app)s from %(env)s because %(required_by)s depends on it
fr: Impossible de désinstaller %(app)s de %(env)s parce que %(required_by) en dépend

source: Cannot update %s because it is already deployed
fr: Impossible de modifier %s car il est déjà déployé

source: Another update is already pending for deployment.
fr: Une autre mise à jour est déjà en attente de déploiement.

source: Uninstall it or deploy it before creating a new update
fr: Desinstallez ou déployez le avant de créer une nouvelle mise à jour

source: Environment name
fr: Nom du workspace

source: Name must not be blank
fr: Merci de saisir le nom

source: This user is already in your environment
fr: Cet utilisateur fait déjà parti de ce workspace

source: Environment
fr: Workspace

source: Environment "%s" created and activated
fr: Workspace "%s" créé et activé

source: Environment "%s" activated
fr: Workspace "%s" activé

source: Env updated
fr: Workspace mit à jour

source: App %s created
fr: Formulaire %s créé

source: App updated
fr: Formulaire mit à jour

source: App %s successfully deployed.
fr: Formulaire %s déployé

source: Form
fr: Formulaire

source: Uninstall
fr: Desinstallé

source: Install
fr: Installer

source: Are you sure you want to uninstall
fr: Etes-vous certain de vouloir desinstaller

source: from environment
fr: du workspace

source: Cancel
fr: Annuler

source: New version
fr: Nouvelle version

source: Edit
fr: Modifier

source: You already have an update in progress for this app. Do you want to make a plain copy ?
fr: Vous avez déjà une mise à jour en cours. Voulez-vous faire une simple copie ?

source: This app is not deployed. Do you want to make a loose copy ? The copy will not superseed the source app.
fr: Ce formulaire n'est pas déployé. Voulez-vous faire une copie simple ? La copie ne remplacera pas l'original lors du déploiement.

source: Should the new version, once deployed, obsolete this one in this environment ?
fr: Est-ce-que la nouvelle version, une fois déployer, doit rendre l'origina obsolete dans ce workspace ?

source: Yes, update this app
fr: Oui, mettre à jour ce formulaire

source: Yes, just copy
fr: Oui, faire une simple copie

source: No, just copy
fr: Non, faire une simple copie

source: Update
fr: Mise à jour

source: Are you sure you want to install
fr: Etes-vous certain de vouloir installer

source: in environment
fr: dans le workspace

source: View
fr: Voir

source: App
fr: Formulaire

source: Deploy
fr: Déployer

source: Deploying the app will make it available in the environment
fr: Déployer ce formulaire le rendra disponnible dans le workspace

source: Until this version is deployed, the previous version is used in the environment
fr: Tant que cette version n'est pas déployée, c'est la version précedente qui est utilisée dans le workspace

source: Old versions are always kept so you do not have to worry about your data
fr: Les anciennes versions sont toujours gardées pour que vous ne perdiez pas de données

source: Data that was made with an earlier version will still open with the earlier version until you migrate it
fr: Les données entrées avec les versions précedentes s'ouvriront toujours avec la version appropriée jusqu'a ce qu'elle soient migrées

source: Category
fr: Catégorie

source: View apps for
fr: Voir les formulaires pour

source: Save
fr: Sauvegarder

source: Categories
fr: Catégories

source: View apps in
fr: Voir les formulaires dans

source: Delete this environment
fr: Effacer le workspace

source: Submit
fr: Valider

source: Deployed
fr: Deployé

source: Not deployed
fr: Non deployé

source: Superseeds
fr: Rend obsolete

source: Create app
fr: Créer un formulaire

source: Hello %(user)s
fr: Bonjour %(user)s

source: %(creator)s invited you to join his environment %(environment)s on %(site_name)s
fr: %(creator)s vous invite à le rejoindre dans le workspace %(environment)s sur %(site_name)s

source: You can access this environment by clicking http://%(site_domain)s%(environment_url)s, or by clicking on your name on the top right corner of %(site_name)s.
fr: Vous pouvez acceder à ce workspace à l'addresse http://%(site_domain)s%(environment_url)s, ou bien en cliquant sur votre nom en haut a droite de %(site_name)s.

source: Your password is: %(password)s
fr: Votre mot de passe est: %(password)s

source: To join, login with your email address and password on http://%(site_domain)s.
fr: Pour le rejoindre, authentifiez-vous avec votre addresse email et votre mot de passe sur%(site_domain)s.

source: Then, you can access this environment by clicking http://%(site_domain)s%(environment_url)s, or by clicking on your name on the top right corner of %(site_name)s.
fr: Ensuite, vous pourrez acceder à ce workspace à l'addresse http://%(site_domain)s%(environment_url)s, ou bien en cliquant sur votre nom en haut a droite de %(site_name)s.

source: Users of environment
fr: Utilisateurs du workspace

source: Add user
fr: Ajout d'utilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Email
fr: Courriel

source: Join date
fr: Date d'inscription

source: Level
fr: Niveau

source: Are you sure you want to promote %(user)s to administrator in environment %(environment)s
fr: Voulez-vous promouvoir %(user)s au rang d'administrateur dans le workspace %(environment)s

source: User
fr: Utilisateur

source: Are you sure you want to revoke %(user)s's permission to access environment %(environment)s
fr: Etes-vous certain de vouloir révoquer l'acces de %(user)s au workspace %(environment)s

source: Revoke
fr: Révoquer

source: Change access to environment
fr: Changer l'acces au workspace

source: Warning
fr: Avertissement

source: After you confirm, you will not be able to administrate this environment anymore
fr: Vous ne pourrez plus administrer ce workspace
